Revit 2026 API

# FieldDomainPointsByUV Properties

---

The FieldDomainPointsByUV type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. (Inherited from FieldDomainPoints) |

#### Reference

FieldDomainPointsByUV Class

Autodesk.Revit.DB.Analysis Namespace